Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_275_itemid_EQ_149.tmx
Source language: sme
Languages: smn

source: Sámedikkis ohcanláhkai leamašan prošeaktabargi mearreáigásaš virgái lea válljejuvvon servodatdiehtagiid studeanta Anne Länsman .
smn: Sämitiggeest uuccâmnáálá lamaš proojeektpargee meriáigásâš viirgán lii väljejum ohtsâškoddetiettui pajeuáppee Anne Länsman .

source: Prošeaktabargi bargun lea válmmaštallat ja plánet sierra nuoraidlávdegotti ásaheami Sámedikki oktavuhtii .
smn: Proojeektpargee pargon lii valmâštâllâđ já vuáváđ sierânâs nuorâikerdilävdikode asâttem Sämitige ohtâvuotân .

source: Länsman álggaha barggustis 9.2.2009 ja lea das mearreáigásaččat 31.5.2009 rádjai .
smn: Länsman aalgât pargostis 9.2.2009 já lii tast meriáigásávt 31.5.2009 räi .

source: Su doaibmabáiki lea dál álggus Roavvenjárggas .
smn: Suu toimâsaje lii algâmuddoost Ruávinjaargâst .

source: Lassidieđut hálddahushoavda Juha Guttormis .
smn: Lasetiäđuid haldâttâshovdâ Juha Guttormist .
